Repository: gifshelf/ac_project
Catalog: app/iOS/InstaNRoll/iOS_i18n/*.lproj/Localizable.strings
Languages: fr, ja

source: Sorry
fr: Désolé
ja: すみません

source: Close
fr: Fermer
ja: 閉める

source: OK
ja: はい

source: Cancel
fr: Annuler
ja: キャンセル

source: Add
fr: Ajouter
ja: 添える

source: Open in Safari
fr: Ouvrir en afari
ja: Safariで開く

source: Settings
fr: Réglages
ja: 設定

source: Save images
fr: Sauvegarder les images
ja: 保存

source: Select One Photo
fr: Sélectionner une photo
ja: 写真を選ぶ

source: Unable to access this photo
fr: Incapable d'accéder à cette photo
ja: この写真を訪問できない

source: Select Configuration
fr: Sélectionner la configuration
ja: カットシートと割合を選ぶ

source: Count
fr: Compter
ja: カットシートの枚数

source: Ratio
ja: 割合

source: Reset
fr: Réinitialiser
ja: リセット

source: Restore
fr: Restaurer
ja: 戻る

source: Images saved successfully
fr: Images sauvegardées avec succès
ja: 保存しました

source: Unable to save some of the images
fr: Incapable de sauvegarder certaines des images
ja: 一部の写真の保存に失敗しました

source: Jump to system settings
fr: Aller aux réglages
ja: システムの設定にいく

source: Remove watermark, unlock all ratios.
fr: Enlever le filigrane, déverrouiller tous les ratios.
ja: 印を消す、フリーカット

source: Get rid of the ads, unlock all ratios.
fr: Pas de pub, déverrouiller tous les ratios.
ja: 広告なし、フリーカット

source: You're all set
fr: Vous êtes prêt
ja: 全ての機能は使えます

source: Restore Purchase
fr: Restaurer à VIP
ja: 復元購入

source: Restore Purchase failed
fr: Incapable de restaurer à VIP
ja: 復元購入失敗

source: Save joined image
fr: Sauvegarder l'image jointe
ja: 元の写真を保存する

source: Reduce button description
fr: Réduire la description du bouton
ja: ボタンの説明を減らす

source: Privacy
fr: Confidentialité
ja: プライバシー

source: Licenses
fr: Les licences
ja: 利用規約

source: Feedback
fr: Donner d'avis
ja: ご意見

source: About
fr: A propos de l'app
ja: 著作権情報

source: Thank you for purchasing!
fr: Merci d'avoir acheté !
ja: ご購入、ありがとうございました！

source: Purchase Failed, please try again.
fr: Incapable d'acheter, essayer à nouveau.
ja: 購入に失敗しました、もう一度試してください。

source: Email settings
fr: Réglages de Mail
ja: メアド設定

source: Your phone is not yet set up any email, if you want to send a feedback please go set some email up or send a email directly to our email address:
fr: Veuillez configurer ou envoyer un courriel directement à notre adresses :
ja: お使いの携帯電話はまだメールを設定しなかったので、フィードバックを送信したい場合は、任意のメールを設定されて、あるいは直接メールアドレスを送信するにいきます。フィードバックメアドは：

source: No thanks
fr: Non, merci.
ja: 戻る

source: Copy feedback email address
fr: Copier l'adresses d'avis
ja: フィードバックメアドをコピーする

source: Go to Mail app
fr: Aller à l'application Mail
ja: メアドを設定する

source: Tips
fr: Conseils
ja: ヒント

source: Cropping Options
fr: Options
ja: カットシート選択

source: Next
fr: Suivant
ja: つぎ

source: Rotation
ja: 回る

source: Using count marked with (AD) will display pop-up ads when save.
fr: L'utilisation d'un compte marqué par (AD) affichera des pub lors de la sauvegarde.
ja: マーク（AD）があるカットシートを保存する時に、ポップアップ広告が表示されます。

source: Failed to load AD.
fr: Incapable de charger de la pub
ja: 広告をダウンロードできません

source: Please wait for the ad to finish loading.
fr: Veuillez attendre la fin du chargement de la pub
ja: 広告をダウンロードしています、少々お待ちください

source: Width
fr: Largeur
ja: 広さ

source: Height
fr: Hauteur
ja: 高さ

source: Type the ratio you want
fr: Tapez le ratio que vous voulez
ja: 望む割合を入力します

source: Please try to type a reasonable ratio.
fr: Veuillez saisir un ratio raisonnable.
ja: 適切な割合を入力してください

source: Customized ratio is only available for members.
fr: Le ratio personnalisé n'est disponible que pour les membres.
ja: カスタマイズされた割合は、メンバーのみ利用可能です。

source: This ratio is for members only.
fr: Ce ratio est réservé aux membres
ja: この割合は、メンバーのみ利用可能です。

source: Unlock it!
fr: Débloquez-le !
ja: これ欲しい！

source: Share InstaNRoll to your friends
fr: Partager d'InstaNRoll avec vos amis
ja: 友人とシェアます

source: Rate us in App Store
fr: Evaluer l'InstaNRoll ❤️
ja: App Store で評価してくれます ❤️

source: Follow us on Instagram
fr: S'abonner à Instagram
ja: Instagramをフォローする

source: What is the app icon?
fr: Qu'est-ce que l'icône de l'application ?
ja: app のアイコンは何ですか？

source: Remove watermark
fr: Enlever le filigrane
ja: 印を消したい

source: Are you sure to purchase for Watermark Removal and Unlock All Ratios?
fr: Devenez-vous VIP pour enlever le filigrane et déverrouiller tous les ratios?
ja: ご購入、もう一度確認してください

source: Jump to instagram directly?
fr: Aller à l'instagram？
ja: Instagramへ行く？

source: Unable to open
fr: Incapable d'ouvrir
ja: 開けませんでした
